Repository: awcTSC8VgRr7cEJpgRN3/st-addons-src
Catalog: manuel-desert-world/levels/manuel_desert_world/*.po
Languages: de

source: Desert World
de: Wüstenwelt

source: TUX: Heeelp!
de: TUX: Hilfeee!

source: TUX: Help Me!
de: TUX: Helft miiir!

source: TUX: Huh?
de: TUX: Huch!?

source: TUX: Where am I?
de: TUX: Wo bin ich?

source: TUX: Time to explore, I guess...
de: TUX: Ich seh mich hier mal um...

source: The Hot Continent
de: Der Heiße Kontinent

source: Southern Dunes
de: Südliche Dünen

source: Tumbleweed Trouble
de: Ärger mit Steppenläufern

source: Chaos Canyon
de: Schlucht des Chaos

source: More Holes
de: Noch mehr Löcher

source: #You need to activate the platform somehow...
de: #Diese Plattform muss irgendwie aktiviert werden...

source: Underground Paths
de: Unterirdische Pfade

source: Stalactite and Light
de: Stalaktiten im Licht

source: Build Your Way
de: Räume deinen Weg

source: Warning!
de: Warnung!

source: Think before doing something!
de: Erst denken - dann handeln!

source: You may get stuck in this level!
de: Du kannst in diesem Level stecken bleiben!

source: If so, pull one of the levers.
de: Betätige einen der Schalter, wenn das passiert.

source: Only this one will not reset the level.
de: Nur dieser Schalter wird das Level nicht zurücksetzen.

source: Thanks for your attention.\nThe Mummies
de: Vielen Danl für deine Aufmerksamkeit.\nDie Mummies

source: Unsolid Path
de: Loser Boden

source: TUXDOLL: Why are you shouting in my home? It's sooo loud.
de: TUXDOLL: Warum brüllst du so in mein Zuhause? Es ist sooo laut.

source: A filthy Plan
de: Ein fieser Plan

source: MUMMY: The Goobom Spy reached us!
de: MUMMY: Der Goobom-Spion hat uns erreicht!

source: MUMMY: I didn't think he'd make it this far!
de: MUMMY: Ich hätte nicht gedacht, dass er so weit kommt!

source: MUMMY 1: Oh, you aren't a Goobom?
de: MUMMY 1: Oh, du bist kein Goobom?

source: MUMMY 2: He isn't?
de: MUMMY 2: Er ist keiner?

source: TUX: No, I'm not!
de: TUX: Nein, bin ich nicht!

source: MUMMY 2: Oh...
de: MUMMY 2: Ups...

source: MUMMY 1: Then whe have to excuse...
de: MUMMY 1: Dann müssen wir uns entschuldigen...

source: MUMMY 2: Excuse us!
de: MUMMY 2: Entschuldigung!

source: MUMMY 1: Maybe whe have to explain something...
de: MUMMY 1: Vielleicht sollten wir etwas erklären...

source: MUMMY 2: Why we got so angry when you arrived...
de: MUMMY 2: Warum wir bei deiner Ankunft so wütend wurden...

source: MUMMY 1: You look a bit like a Goobom.
de: MUMMY 1: Du siehst den Goobom ähnlich.

source: TUX: But I'm a Penguin!
de: TUX: Aber ich bin ein Pinguin!

source: MUMMY 2: We cannot see very well...
de: MUMMY 2: Wir können nicht gut sehen...

source: MUMMY 1: The Gooboms are our Enemies.
de: MUMMY 1: Die Gooboms sind unsere Feinde.

source: MUMMY 1: They want to bomb down our pyramid.
de: MUMMY 1: Sie wollen unsere Pyramide zerstören.

source: MUMMY 1: So the Pharaoh told us...
de: MUMMY 1: Also hat uns der Pharao befohlen...

source: MUMMY 2: TO BURN THEM DOWN WITH LAVA!
de: MUMMY 2: SIE MIT LAVA ZU VERBRENNEN!

source: MUMMY 1: We were friends for a long time.
de: MUMMY 1: Wir waren lange Zeit Freunde.

source: MUMMY 2: Good friends!
de: MUMMY 2: Gute Freunde!

source: MUMMY 1: But now they have changed...
de: MUMMY 1: Doch sie haben sich verändert...

source: MUMMY 2: Maybe you can help us...
de: MUMMY 2: Vielleicht kannst du uns helfen...

source: MUMMY 1: TO DEFEAT THEM!
de: MUMMY 1: SIE ZU BESIEGEN!

source: MUMMY 1: We'll bring you up the Lava Shaft.
de: MUMMY 1: Wir bringen dich den Lava-Schacht hoch.

source: Back to the Surface
de: Zurück an die Oberfläche

source: Cactus!
de: Kakteen!

source: The Remains of the Pyramids
de: Die Überreste der Pyramiden

source: Dangerous Woodblocks
de: Gefahr von Oben

source: The Entrance
de: Der Eingang

source: Escape!
de: Fliehe!

source: Journey to the Explosives
de: Reise zu den Explosiven

source: The Gate to the Goobom Village
de: Das Tor zum Goobom-Dorf

source: -Warning #This territory belongs to the gooboms. Don't go there. !images/tiles/signs/right.png #Just follow all the nice signs. #~the Gooboms~
de: -Warnung #Dieses Gebiet gehört den Gooboms. Geh nicht dorthin. !images/tiles/signs/right.png #Folge einfach diesen netten Schildern. #~die Gooboms~

source: Hill Village
de: Dorf in den Hügeln

source: The Goobom King
de: Der König der Gooboms

source: GOOBOM KING: Who are you?
de: GOOBOM-KÖNIG: Wer bist du?

source: TUX: For the Mummiiiis!
de: TUX: Für die Mummiiiis!

source: GOOBOM KING: Please stop!
de: GOOBOM-KÖNIG: Hör auf!

source: TUX: Then explain me why you destroyed the mummi's pyramid.
de: TUX: Dann erkläre mir, warum du die Pyramide zerstört hast.

source: GOOBOM KING: A few days ago someone came.
de: GOOBOM-KÖNIG: Vor ein paar Tagen kam jemand zu mir.

source: GOOBOM KING: He called himself NOLOK'AMUN.
de: GOOBOM-KÖNIG: Er nannte sich NOLOK'AMUN

source: TUX: Nolok'amun? This must be Nolok!
de: TUX: Nolok'amun? Das muss Nolok sein!

source: GOOBOM KING: He told me that the mummies plan something.
de: GOOBOM-KÖNIG: Er erzählte mir, dass die Mummies etwas planen.

source: GOOBOM KING: That they create a machine inside their pyramid...
de: GOOBOM-KÖNIG: Dass sie eine Maschine in ihrer Pyramide bauen...

source: GOOBOM KING: ...which will destroy my kingdom.
de: GOOBOM-KÖNIG: ...die mein Königreich zerstören wird.

source: GOOBOM KING: To proof it, he showed me some plans.
de: GOOBOM-KÖNIG: Er zeigte mir Pläne, um es zu beweisen.

source: GOOBOM KING: So I sent one of my Gooboms to destroy it.
de: GOOBOM-KÖNIG: Also schickte ich einen Goobom los.

source: TUX: But the Mummies didn't do anything until you attacked them.
de: TUX: Aber die Mummies haben vor deinem Angriff gar nichts getan.

source: TUX: I must find Nolok.
de: TUX: Ich muss Nolok finden.

source: TUX: He has to tell me why he told you lies.
de: TUX: Er soll mir erklären, warum er dich angelogen hat.

source: Moist Ground
de: Feuchter Boden

source: -Warning !images/objects/sawblade/antlion0.png #Antlions attacking #Don't get too close!
de: -Warnung! !images/objects/sawblade/antlion0.png #Ameisenlöwen greifen an #Komm ihnen nicht zu nahe!

source: Sandfall Grotto
de: Sandfall-Grotte

source: -Hint #Jump at the UP sign !images/tiles/signs/up.png
de: -Hinweis #Spring beim HOCH-Schild !images/tiles/signs/up.png

source: The longest River of the World
de: Der längste Fluss der Welt

source: Garden of Secrets
de: Garten der Geheimnisse

source: House of Rooms
de: Haus der Räume

source: NOLOK: This country is far too hot for me...
de: NOLOK: Dieses Land ist viel zu heiß für mich...

source: SANDBALL: We need your help at the factory!
de: SANDBALL: Wir brauchen deine Hilfe in der Fabrik!

source: NOLOK: AGAIN?
de: NOLOK: SCHON WIEDER?

source: NOLOK: All right... I'm coming.
de: NOLOK: Na gut... Ich komme.

source: The Pyramids Entrance Puzzles
de: Die Rätsel der Pyramide

source: \n\n\nWhich phrase is correct?
de: \n\n\nWelcher Satz stimmt?

source: #Press ACTION Key to Switch Layers. #You are only allowed to switch three times!
de: #Drücke die AKTION-Taste, um die Flächen zu wechseln. #Du darfst das nur dreimal tun.

source: #You saw four animal statues.
de: #Du hast vier Tier-Statuen gesehen.

source: #You were allowed to switch two times.
de: #Du durftest nur zweimal die Flächen wechseln.

source: #There is just one secret area in this level.
de: #In diesem Level gibt es nur ein Versteck.

source: #The first puzzle had six moving blocks.
de: #Das erste Rätsel hatte sechs sich bewegende Blöcke.

source: #^ Difficult Entrance. Do not use! #< Normal Entrace. This way, please.
de: #^ Schwerer Eingab. Nicht verwenden! #< Normaler Eingang. Dort entlang gehen.

source: Inside the Factory
de: In der Fabrik

source: Assembly-Line Work
de: Fließband-Arbeit

source: Light and Lava
de: Licht und Lava

source: Fighting Nolok!
de: Bekämpfe Nolok!

source: NOLOK: Tux? What are you doing here?
de: NOLOK: Tux? Was machst du hier?

source: TUX: I could ask the same.
de: TUX: Ich könnte das gleiche fragen.

source: TUX: I met the Mummies and the Gooboms...
de: TUX: Ich habe Mummies und Gooboms getroffen

source: TUX: ... and had to find out that you stired\nthem up against each other!
de: TUX: ...und musste erfahren, dass du sie\ngegeneinander aufgehetzt hast!

source: TUX: Why did you do that?
de: TUX: Warum hast du das getan?

source: NOLOK: I had to.
de: NOLOK: Ich musste.

source: NOLOK: You always defeated my creatures this fast...
de: NOLOK: Du hast meine Kreaturen immer so schnell besiegt...

source: NOLOK: ...so I wanted to create stronger ones.
de: NOLOK: ...da musste ich stärkere erstellen.

source: NOLOK: You would never destroy my Obsiditowers.
de: NOLOK: Du würdest niemals einen meiner Obsiditower besiegen.

source: NOLOK: But I needed a lot of lava\nand cool it down on the surface.
de: NOLOK: Aber ich brauchte viel Lava,\num sie an der Oberfläche abzukühlen.

source: NOLOK: Unfortunately, all my pipes melted.
de: NOLOK: Leider sind alle meine Röhren geschmolzen.

source: NOLOK: I knew that the Mummys had better pipes\nbut they didn't want to support me.
de: NOLOK: Die Mummies hatten besser Röhren,\naber sie wollten mich nicht unterstützen.

source: NOLOK: So I made this great plan.
de: NOLOK: Deshalb habe ich mir diesen Plan ausgedacht.

source: TUX: That's not nice at all!
de: TUX: Das ist überhaupt nicht nett!

source: NOLOK: I'm never nice at all.
de: NOLOK: Ich bin niemals nett.

source: NOLOK: I will let my prototypes attack you.
de: NOLOK: Meine Prototypen sollen dich angreifen.

source: Credits
de: Abspann

source: CONGRATULATION!\nYou finished the Desert World!
de: HERZLICHEN GLÜCKWUNSCH!\nDu hast die Wüstenwelt beendet!

source: Levels, scripts and desert textures\nby manuel
de: Level, Scripts und Wüsten-Texturen:\nManuel

source: Testing\nby appletree
de: Tester:\nappletree

source: Comments and criticism\ngo to the upload page.
de: Kommentare und Kritik\ngehen zur Upload-Seite.

source: Unfortunately, Nolok managed to escape.
de: Leider konnte Nolok entkommen.

source: So...
de: Also...

source: See you on the next adventure!
de: Bis zum nächsten Abenteuer!

source: Further Challenges
de: Weitere Herausforderungen

source: #Did you finish the worldmap and now ask yourself what to do next?
de: #Hast du die Weltkarte beendet und fragst dich, was du jetzt tun kannst?

source: #Here are some suggestions for you.
de: #Hier sind ein paar Vorschläge für dich.

source: #First of all, you can solve all levels perfectly. This means, you can find every secret area and - if you want - kill all enemys and find every coin.
de: #Zuallererst kannst du alle Levels perfekt abschließen. Das heißt, du kannst jedes Versteck finden und - wenn du willst - alle Gegner besiegen und alle Münzen sammeln.

source: -Standard Challenges #For every level
de: -Standard-Herausforderungen #Für jedes Level.

source: #Try to finish every level in the given target time. This may need some training.
de: #Versuch jedes Level in der Zielzeit zu beenden. Das könnte etwas Training brauchen.

source: #In every NORMAL level (e.g. no boss/story levels) there is a secret bonus block looking exactly like this.
de: #In jedem NORMALEN level (also keine Boss-/Geschichts-Level) befindet sich genau ein solcher geheimer Bonus-Block.

source: -Challenges for different levels #The more stars the more difficult. You get a star for a completed challenge and a tuxdoll when you found the secret coin box.
de: -Herausforderungen für verschiedene Level #Je mehr Sterne, desto schwieriger. Du bekommst einen Stern für eine gelöste Herausforderung und eine Tux-Puppe, wenn du einen geheimen Bonus-Block findest.

source: -The Hot Continent #Finish the level in under 0:43:00 #***
de: -Der heiße Kontinent #Beende das Level in unter 0:43:00 #***

source: -Southern Dunes #Finish the level in under 0:55:00 #****
de: -Südliche Dünen #Beende das Level in unter 0:55:00 #****

source: -Tumbleweed Trouble #Finish the level in under 0:49:00 #*****
de: -Ärger mit Steppenläufern #Beende das Level in unter 0:49:00 #*****

source: -Chaos Canyon #Collect all coins. #****
de: -Schlucht des Chaos #Sammle alle Münzen ein #****

source: -More Holes #Defeat all Jumpys. #*
de: -Noch mehr Löcher #Besiege alle Jumpys #*

source: -Underground Paths #Neither kill a badguy nor collect any coins. #****
de: -Unterirdische Pfade #Besiege weder einen Gegner noch sammle Coins ein #****

source: -Stalactite and Light #Don't step on any of these blocks. #*****
de: -Stalaktiten im Licht #Betrete auf keinem dieser Blöcke #*****

source: -Build Your Way #Kill all Armored Scarabs #*
de: -Räume deinen Weg #Besiege alle Armored Scarabs #*

source: -Unsolid Path #Shout in every of the 4 pipe holes with the ACTION KEY. #**
de: -Loser Boden #Rufe in jede der 4 Röhrenlöcher mit der AKTION-Taste #**

source: -A filthy Plan #Reach the Mummys. #You already did that, I guess.
de: -Ein fieser Plan #Erreiche die Mummys #Ich denke, das hast du bereits geschafft.

source: -Back to the Surface #Reach the double-flowered cactus. #*
de: -Zurück an die Oberfläche #Erreiche den Kaktus mit den zwei Blüten #*

source: -Cactus! #Finish the level in under 0:57:00 #*****
de: -Kakteen! #Beende das Level in unter 0:57:00 #*****

source: -The Remains of the Pyramids #Don't let a single coconut fall down #***
de: -Die Überreste der Pyramiden #Lass keine einzige Kokosnuss runterfallen #***

source: -Dangerous Woodblocks #Break all Woodcrushers #***
de: -Gefahr von oben #Baue alle Woodcrusher ab #***

source: -The Entrance #Don't kill any enemy outside of the pyramid. #*
de: -Der Eingang #Besiege keinen Gegner außerhalb der Pyramide #*

source: -Further Challenges #Finish the level without landing on the sand once. #*
de: -Weitere Herausforderungen #Beende das Level ohne einmal auf dem Sand gelandet zu sein #*

source: -Journey to the Explosives #Collect three Tux dolls. #***
de: -Reise zu den Explosiven #Sammle drei Tuxpuppen #***

source: -The Gate to the Goobom Village #Change all the signs by using the ACTION KEY. #*
de: -Das Tor zum Goobom-Dorf #Verändere alle Schilder mit der AKTION-Taste #*

source: -Hill Village #Reach the Tux Statue. #*****
de: -Dorf in den Hügeln #Erreiche die Tux-Statue #*****

source: -The Goobom King #Defeat the second boss. #I hope you already did.
de: -Der König der Gooboms #Besiege den zweiten Boss #Ich hoffe, du hast das bereits getan

source: -Moist Ground #Don't collect any coins. #**
de: -Feuchter Boden #Sammle keine Münzen ein #**

source: -Sandfall Grotto #Reach the secret PENNY-Heart. #*
de: -Sandfall-Grotte #Erreiche das versteckte PENNY-Herz #*

source: -The longest River of the World #Jump on every Crocobite exactly three times. #**
de: -Der längste Fluss der Welt #Springe genau dreimal auf jedes Crocobite #**

source: -Garden of Secrets #Kill every badguy. #****
de: -Garten der Geheimnisse #Besiege alle Gegner #****

source: -House of Rooms #Collect everything in the invisible area. #*
de: -Haus der Räume #Sammle alles im unsichtbaren Gebiet #*

source: -The Pyramids Entrance Puzzle #Complete the second puzzle but only switch twice. #**
de: -Die Rätsel der Pyramide #Beende das zweite Rätsel mit nur zwei Schalterbetätigungen #***

source: -Inside the Factory #Collect the last eight coins. #**
de: -In der Fabrik #Sammle die letzten acht Münzen ein #**

source: -Assembly-Line Work #Activate all bonus areas. #****
de: -Fließband-Arbeit #Aktiviere alle Bonus-Gebiete #****

source: -Light and Lava #Kill all three LiveFires. #****
de: -Licht und Lava #Besiege alle drei LiveFires #****

source: -Fighting Nolok! #Defeat Nolok. #You already did if you didn't cheat...
de: -Bekämpfe Nolok! #Besiege Nolok #Du hast das bereits getan, wenn du nicht geschummelt hast

source: #It's no secret anymore that there are some secret levels. There are some challenges for them as well.
de: #Es ist jetzt kein Geheimnis mehr, dass es auch geheime Level gibt. Auch für sie gibt es Herausforderungen

source: -The Drill #Kill all enemies and collect your price. #*****
de: -Die Drillhöhle kehrt zurück #Besiege alle Gegner und sammel deinen Preis ein #*****

source: -The Secret Bonus Room #Finish the level without jumping. #*
de: -Der geheime Bonusraum #Beende das Level ohne zu springen #*

source: -Flameburned #Finish all difficult challenges. #****
de: -Flammenverbrannt #Beende die schwierigen Aufgaben #****

source: -Escape! #Jump three times in a row into the first lava pond. #*
de: -Fliehe! #Falle dreimal hintereinander in den ersten Lava-See #*

source: -Press ACTION at the InfoBlock #Finish the supersecret level. #***
de: -Drücke AKTION am Infoblock #Beende das supergeheime Level #***

source: Flameburned
de: Flammenverbrannt

source: #Shoot at the haybales. !images/powerups/fireflower/fire_flower-0.png #You'll need the camera keys (WASD) in later levels.
de: #Schieße auf die Heuballen. !images/powerups/fireflower/fire_flower-0.png Du wirst die Kamera-Tasten (WASD) in späteren Leveln brauchen

source: #Press the button for more challenging tasks.
de: #Drücke den Knopf für schwierigere Aufgaben.

source: #When you want to give up just press any of these buttons.
de: #Wenn du aufgeben möchtest, drücke einfach einen dieser Knöpfe.

source: The Drill
de: Die Drillhöhle kehrt zurück!

source: #Kill all enemies to proceed.
de: #Besiege alle Gegner zum Weiterkommen

source: The Secret Bonus Room
de: Der Geheime Bonusraum

source: Press ACTION at the InfoBlock
de: Drücke AKTION am Infoblock

source: For your own safety: Quit the level only at the snow part.
de: Für Ihre eigene Sicherheit: Beenden Sie das Level nur im Schneebereich.

source: Now find the Paper Boat
de: Finde nun das Papierboot

source: Now find the Coconut
de: Finde nun die Kokusnuss

source: Now find the Fez
de: Finde nun den Fez

source: Now find the Zeekling
de: Finde nun den Zeekling

source: Now find the Coin
de: Finde nun die Münze

source: Now find the Air Hat
de: Finde nun den Luft-Helm

source: Now press the button
de: Drücke nun den Schalter

source: Waffles Desert
de: Waffelwüste
